[
{
"quote": "Never lose an opportunity of seeing anything that is beautiful, for beauty is God's handwriting...",
"author": "Ralph Waldo Emerson"
},
{
"quote": "Only that day dawns to which we are awake.",
"author": "Thoreau"
},
{
"quote": "Strive not to be a success, but rather to be of value.",
"author": "Albert Einstein"
},
{
"quote": "Two roads diverged in a wood, and I—I took the one less traveled by, And that has made all the difference.",
"author": "Robert Frost"
},
{
"quote": "Look without! Behold the beauty of the day. The shout of color to glad color, rocks and trees, and sun and seas, and wind and sky: All these expression, artwork of His hand, which men must love ere they can understand.",
"author": "Richard Hovey"
},
{
"quote": "To see a world in a grain of sand, and a heaven in a wild flower, hold infinity in the palm of your hand, and eternity in an hour.",
"author": "William Blake"
},
{
"quote": "Beauty is God's handwriting.",
"author": "Charles Kingsley"
},
{
"quote": "The most difficult thing is the decision to act, the rest is merely tenacity.",
"author": "Amelia Earhart"
},
{
"quote": "The mountains are God's majestic thoughts. The stars are God's brilliant thoughts.The flowers are God's beautiful thoughts.",
"author": "Robert Stuart Macarthur"
},
{
"quote": "Definiteness of purpose is the starting point of all achievement.",
"author": "W. Clement Stone"
},
{
"quote": "Beauty is like the surf that never ceases, beauty is like the night that never dies, beauty is like a forest pool where peace is and a recurrent waning planet lies.",
"author": "Struthers Burt"
},
{
"quote": "In every man's heart there is a secret nerve that answers to the vibration of beauty.",
"author": "Christopher Morley"
},
{
"quote": "We become what we think about.",
"author": "Earl Nightingale"
},
{
"quote": "Twenty years from now you will be more disappointed by the things that you didn’t do than by the ones you did do, so throw off the bowlines, sail away from safe harbor, catch the trade winds in your sails.  Explore, Dream, Discover.",
"author": "Mark Twain"
},
{
"quote": "Life is 10% what happens to me and 90% of how I react to it.",
"author": "Charles Swindoll"
},
{
"quote": "The most common way people give up their power is by thinking they don’t have any.",
"author": "Alice Walker"
},
{
"quote": "Beauty is truth, truth beauty, -- that is all ye know on earth, and all ye need to know.",
"author": "John Keats"
},
{
"quote": "The best time to plant a tree was 20 years ago. The second best time is now.",
"author": "Chinese Proverb"
},
{
"quote": "The beauty of the sunbeam lies partly in the fact that God does not keep it; he gives it away to us all. ",
"author": "David Swing"
},
{
"quote": "Roses that briefly live, joy is your dower-- Blest be the fates that give One perfect hour...",
"author": "Louise Chandler Moulron"
},
{
"quote": "I am not a product of my circumstances. I am a product of my decisions.",
"author": "Stephen Covey"
},
{
"quote": "Every child is an artist.  The problem is how to remain an artist once he grows up.",
"author": "Pablo Picasso"
},
{
"quote": "You can never cross the ocean until you have the courage to lose sight of the shore.",
"author": "Christopher Columbus"
},
{
"quote": "I’ve learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
"author": "Maya Angelou"
},
{
"quote": "Either you run the day, or the day runs you.",
"author": "Jim Rohn"
},
{
"quote": "Whether you think you can or you think you can’t, you’re right.",
"author": "Henry Ford"
},
{
"quote": "The two most important days in your life are the day you are born and the day you find out why.",
"author": "Mark Twain"
},
{
"quote": "Whatever you can do, or dream you can, begin it.  Boldness has genius, power and magic in it.",
"author": "Johann Wolfgang von Goethe"
},
{
"quote": "Life is not measured by the number of breaths we take, but by the moments that take our breath away.",
"author": "Maya Angelou"
},
{
"quote": "Happiness is not something readymade.  It comes from your own actions.",
"author": "Dalai Lama"
},
{
"quote": "Life is a flower of which love is the honey.",
"author": "Victor Hugo"
},
{
"quote": "That best portion of a good man's life, his little nameless unremembered acts of kindness and of love..",
"author": "William Wordsworth"
},
{
"quote": "If the wind will not serve, take to the oars.",
"author": "Latin Proverb"
},
{
"quote": "It is not what you do for your children, but what you have taught them to do for themselves, that will make them successful human beings.",
"author": "Ann Landers"
},
{
"quote": "If you want your children to turn out well, spend twice as much time with them, and half as much money.",
"author": "Abigail Van Buren"
},
{
"quote": "If you can dream it, you can achieve it.",
"author": "Zig Ziglar"
},
{
"quote": "With a heart for any fate; still achieving, still pursuing, learn to labor and to wait.",
"author": "Henry Wadsworth Longfellow"
},
{
"quote": "Hope springs eternal in the human breast: man never is, but always to be blest.",
"author": "Alexander Pope"
},
{
"quote": "Happiness is a perfume you cannot pour on others without getting a few drops on yourself.",
"author": "unknown"
},
{
"quote": "Happiness is as a butterfly, which, when pursued, is always beyond our grasp, but which, if you will sit down quietly, may alight upon you.",
"author": "Nathaniel Hawthorne"
},
{
"quote": "If you can dream it, you can achieve it.",
"author": "Zig Ziglar"
},
{
"quote": "The grand essentials to happiness in this life are something to do, something to love; and something to hope for. ",
"author": "Joseph Addison"
}
]
